Repository: common-repository/woo-bitcoin-and-x12-payment-gateway-skypayment
Catalog: includes/languages/skypayment-*.po
Languages: de_de

source: Gateway disabled
de_de: Zugang gesperrt

source: What is SkyWallet Payment?
de_de: Was ist Skywallet Payment?

source: SkyPayment does not support your store currency.
de_de: SkyPayment akzeptiert Deine Online Shop Währung nicht.

source: SkyPayment can not convert your amount to crypto amount.
de_de: SkyPayment kann Ihren Betrag nicht in eine Kryptowährungsbetrag umrechnen.

source: Payment error: Error generate link to wallet.
de_de: Abrechnungsfehler: Es ist ein Fehler mit dem Link zu Ihrem Wallet aufgetreten.

source: Payment processing.
de_de: Bezahlung wird gerade überprüft.

source: Payment expired.
de_de: Bezahlvorgang abgelaufen.

source: SkyPayment payment completed.
de_de: Die Bezahlung mit SkyPayment ist abgeschlossen.

source: Enable/Disable
de_de: Aktivieren/Deaktivieren

source: Enable SkyPayment
de_de: SkyPayment aktivieren

source: Enable SkyPayment in your online shop.
de_de: Aktiviere SkyPayment in Deinem Online Shop

source: Title
de_de: Titel

source: Please fill in the title that is shown to your customers as an payment option.
de_de: Füge hier bitte Deinen gewünschten Titel ein. Dieser Titel wird in Deinem OnlineShop angezeigt.

source: Description
de_de: Beschreibung

source: Fill in a short description for your customers, why they should use SkyPayment as a payment modality.
de_de: Füge hier eine Kurzbeschreibung für Deine Kunden ein. Diese wird als Beschreibung für die Zahlungsmethode angezeigt.

source: Pay with Bitcoin and X12: You can pay your order directly with your X12 Coins!
de_de: Zahle mit Bitcoin oder X12: Du kannst Deine Bestellung direkt mit Deinen X12 Coins bezahlen!

source: Skypayment Test Mode
de_de: SkyPayment Testmodus

source: Enable the SkyPayment Test Mode
de_de: Aktiviere den SkyPayment Testmodus

source: The SkyPayment Test Mode Allows us to test new features. <a href="%s" target="_blank">Register for a developer account.</a>
de_de: Der SkyPayment Testmodus kann für Testzwecke genutzt werden. <a href="%s" target="_blank">Melde Dich hier für einen Entwickler Zugang an.</a>

source: Digital Products
de_de: Digital Produkte

source: Automatic email with downloadlink after completed payment.
de_de: Automatischer Versand nach abgeschlossenem Bezahlvorgang

source: API-References
de_de: API Referenzen

source: <code>Webhook URL</code> %s<br/><br/><code>Server IP address</code> %s
de_de: <code>Webhook-URL</code> %s<br/><br/><code>Server IP Adresse</code> %s

source: Public Key
de_de: Sichtbarer Schlüssel

source: Please fill in your public key.
de_de: Bitte füge hier Deinen öffentlich sichtbaren Schlüssel ein.

source: For more additional instructions go to <a href="https://skywallet.com/skypayment-instructions" target="_blank">this page</a>
de_de: Für weitere Hilfestellungen und Anweisungen gehe auf <a href="https://skywallet.com/de/skypayment-anweisungen/" target="_blank">diese Seite</a>.

source: Secret Key
de_de: Geheimer Schlüssel

source: Please fill in your secret (not the public one) key.
de_de: Bitte füge hier Deinen geheimen (nicht sichtbar) Schlüssen ein.

source: <p>The <strong>SkyPayment</strong> plugin requires %s version %s or greater.</p>
de_de: <p>Das <strong>SkyPayment</strong> Plugin benötigt %s version %s oder höher.</p>

source: Plugin Activation Error
de_de: Fehler beim Aktivieren des Plugins
